Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sms/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=435_lang=davvi.html.tmx
Source language: sme
Languages: sms

source: Bivdda evttohasa nammadeami várás sámedikki nuoraidráđđái
sms: Raukkmõš võboršeeŠǩǩ nõõmtem diõtt sääŠmteeŠǧǧ nuõrisuåvtõŠs

source: Sámedikki oktavuhtii leat vuođđudeamen nuoraidráđi.
sms: SääŠmteeŠǧǧ õhttvuõŠtte leäŠp vuâđđeŠmmen nuõrisuåvtõõzz.

source: Boahttevaš ráđi váldobargun lea ovddidit sámenuoraid gielalaš ja kultuvrralaš vuoigatvuođaid ja maiddái nannet sámenuoraid identitehta nuo-raidbarggu bokte.
sms: PuõŠtti suåvtõõzz vääžnai tuâjjan lij ooudâsviikkâd sääŠmnuõri ǩiõllʼlaž da kulttuursaž vuõiggâdvuõđid di ravveed sääŠmnuõri identteet nuõrituâj pääiŠǩ.

source: Lassin ráđđi boahtá válmmaštallat sámedikki daid evttohusaid, álgagiid, cealkámušaid ja eará bealiváldimiid, mat gusket sámenuoraid.
sms: LââŠssen suåvtõs puätt valmštõõllâd tõid sääŠmteeŠǧǧ maadârdõõzzid, alttõõzzid, ceâlkõõlmid da jeeŠres peäŠlestvälddmõõžžid, kook kuâŠsǩǩe sääŠmnuõrid.

source: Ráđđái boahtit válljet vihtta fásta lahtu ja maiddái juohkehažžii persovnnalaš várrelahtu.
sms: SuåvtõŠsse puäŠđet vaŠlljeed vitt väŠlddveârlaž vuässla di siŠjjid juâkkseŠžže jiijjâs vääŠrrvuässla.

source: Lahtut galget leat 18-25-jahkásaš aktiivvalaš sámenuorat.
sms: Vuässla âŠlǥǥe leeŠd 18-25-âkksa oddel sääŠmnuõr.

source: Ráđi lahtut eai dárbbaš leat sámedikki lahtut, eaige sii dárbbaš ássat sámeguovllus.
sms: Suåvtõõzz vuässla jiâ taarbâž leeŠd sääŠmteeŠǧǧ vuässla, ij-ǥa seeŠst taarbâš jälsted sääŠmvuuŠdest.

source: Maiddái sámegiella eatnigiellan ii leat vealtameahttun, muhto sámegiela dáidu lea goittotge buorre leat.
sms: SääŠmǩiõll jieŠnnǩiõllân iŠlla še viâltʼteŠmesvuõtt, leša sääŠmǩiõl silttumuš lij ǩeâittamnallšem lokku välddmõš.

source: Nuoraidráđi válljemis boahtit váldit vuhtii, ahte lahtut ovddastit nu viidát go vejolaš olles sámeguovllu ja maiddái giellajoavkkuid.
sms: Nuõrisuåvtõõzz vaŠlljumuužžâst puäŠđet väŠldded lokku, što vuässla eeŠttǩâŠstte pirr sääŠmvuuŠd di jeeŠres ǩiõlläŠrttlid.

source: Nuoraidráđi ovdaprošeavtta bargojoavku bargá ovttas nuoraidčálliin sámedikki stivrii evttohusa lahtuin, ja loahpalaš mearrádusa bargá sámedikki čoahkkin.
sms: Nuõrisuåvtõõzz vuõssprojeekt tuâjjäŠrttel tuejjad õõutsââŠjest nuõripiizzrin sääŠmteeŠǧǧ halltõŠsse eŠtǩǩõõzz vaŠlljumuŠšše puõŠtti vuässlain, da loopplaž tuŠmmstõõǥǥ tuejjad sääŠmteeŠǧǧ sååbbar.

source: Válljejuvvon nuoraidráđi lahtut válljejit vihtta 15-17-jahkásaš áššedovdilahtu.
sms: VaŠlljuum nuõrisuåvtõõzz vuässla vaŠlljee vitt 15-17-âkksa äŠšštobddivuässla.

source: Dát áššedovdilahtut oassálastet boahttevaš ráđi buot čoahk-kimiidda.
sms: Täk äŠšštobddivuässla vuässâŠtte pukid puõŠtti suåvtõõzz såbbrid.

source: Hálidettiin lea vejolaš evttohit maiddái áššedovdilahtuid, muhto evttohusa sámedikki stivrii sin válljemis bargá ovdasajis válljejuvvon nuoraidráđđi.
sms: HaaŠlemmen vueiŠttveŠted eŠtǩǩeed še äŠšštobddivuässlaid, leša eŠtǩǩõõzz sääŠmteeŠǧǧ halltõŠsse sij vaŠlljumuužžâst tuejjad vuõssʼsâjjsânji vaŠlljuum nuõrisuåvtõs.

source: Nuoraidráđđái heivvolaš 18-25-jahkásaš aktiivvalaš sámenuoraid ja vejolaččat maiddái áššedovdilahttun heivvolaš 15-17-jahkásaš nuoraid sáhttá evttohit nuoraidčálli Niina Siltalai.
sms: NuõrisuåvtõŠsse suåppi 18-25-âkksa oddel sääŠmnuõr da vuäittmõõžži mieŠldd še äŠšštobddivuässliŠžžen suåppi 15-17-âkksaid nuõrid vuäitt eŠtǩǩeed nuõripiizar Siltala Niinže.

source: Evttohusaid vuođustusaiguin galgá sáddet dás vuolde máinnašuvvon šleađgapoastačujuhussii dahje poastačujuhussii bearjadahkii juovlamánu 17. beaivve 2010 dmu 16 rádjai.
sms: EŠtǩǩõõzz vuâđđjurddjineez âŠlǧǧe vuõltteed vueŠlnn åårrai neŠttåpååŠštaddrõŠsse leŠbe pååŠštaddrõŠsse piâtnâc rosttovmannu 17. peeiŠv 2010 mõõneeŠst čiâss 16 räjja.

source: Lassidieđuid oaččot dárbbu mielde vuolláičállis.
sms: LââŠssteâđaid vuäǯǯveŠted vuâllaǩeeŠrteeŠjest.

source: Ustitlaš dearvvuođaiguin, Niina Siltala, nuoraidčálli
sms: Tiõrvʼvuõđin Niina Siltala, nuõripiizar
